Repository: alikatgh/quenderin
Catalog: apple/QuenderinApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans

source: On-device models are small. They can be confidently wrong, outdated, or occasionally inappropriate — and nothing filters them.
ja: オンデバイスモデルは小型です。自信満々に間違えたり、情報が古かったり、時に不適切だったりします — そして何もそれをフィルタしません。
ko: 온디바이스 모델은 작습니다. 자신 있게 틀리거나, 오래됐거나, 때로 부적절할 수 있으며 — 아무것도 이를 걸러주지 않습니다.
ru: Локальные модели невелики. Они могут уверенно ошибаться, устаревать и иногда выдавать неуместное — и ничто их не фильтрует.
zh_hans: 设备端模型很小。它们可能自信地出错、信息过时，偶尔还会不恰当——而且没有任何过滤。

source: Only this conversation. The defaults for every chat live in Settings.
ja: この会話のみに適用。全チャットの既定値は設定にあります。
ko: 이 대화에만 적용됩니다. 모든 채팅의 기본값은 설정에 있습니다.
ru: Только эта беседа. Значения по умолчанию для всех чатов — в Настройках.
zh_hans: 仅对本次对话生效。所有聊天的默认设置在“设置”中。

source: Open
ja: 開く
ko: 열기
ru: Открыть
zh_hans: 打开

source: Open on Hugging Face
ja: Hugging Faceで開く
ko: Hugging Face에서 열기
ru: Открыть на Hugging Face
zh_hans: 在 Hugging Face 打开

source: Open source page
ja: ソースページを開く
ko: 소스 페이지 열기
ru: Открыть страницу модели
zh_hans: 打开源代码页面

source: Open the model's page on huggingface.co
ja: huggingface.coでモデルページを開く
ko: huggingface.co에서 모델 페이지 열기
ru: Открыть страницу модели на huggingface.co
zh_hans: 在 huggingface.co 打开模型页面

source: Or free up disk space and come back.
ja: またはディスク容量を空けて、再度お試しください。
ko: 또는 디스크 공간을 확보한 뒤 다시 시도하세요.
ru: Или освободите место на диске и вернитесь.
zh_hans: 或者清理磁盘空间后再试。

source: Plan novel goals (experimental)
ja: 新規目標のプランニング（実験的）
ko: 새로운 목표 계획하기 (실험적)
ru: Планировать новые задачи (экспериментально)
zh_hans: 规划新目标（实验性）

source: Plan:
ja: 計画:
ko: 계획:
ru: План:
zh_hans: 计划：

source: Preview
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
zh_hans: 预览

source: Preview of the chat appearance with the current settings
ja: 現在の設定でのチャット表示のプレビュー
ko: 현재 설정 기준 채팅 모양 미리보기
ru: Предпросмотр оформления чата с текущими настройками
zh_hans: 当前设置下的聊天外观预览

source: Privacy
ja: プライバシー
ko: 개인정보 보호
ru: Приватность
zh_hans: 隐私

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Quality
ja: 品質
ko: 품질
ru: Качественный
zh_hans: 质量

source: Quant & exact file size also refine files after you tap Show files.
ja: 量子化と正確なファイルサイズは、「ファイルを表示」後の絞り込みにも使えます。
ko: 양자화와 정확한 파일 크기는 파일 표시를 누른 뒤에도 목록을 좁혀 줍니다.
ru: Квантизация и точный размер файла уточняют список после нажатия «Показать файлы».
zh_hans: 量化与精确文件大小也会在你点按“显示文件”后进一步筛选。

source: Quenderin agent run
ja: Quenderinエージェントの実行
ko: Quenderin 에이전트 실행
ru: Запуск агента Quenderin
zh_hans: Quenderin 智能体运行

source: Quenderin conversation
ja: Quenderinの会話
ko: Quenderin 대화
ru: Беседа Quenderin
zh_hans: Quenderin 对话

source: Quenderin is open source — view on GitHub
ja: Quenderinはオープンソース — GitHubで見る
ko: Quenderin은 오픈소스입니다 — GitHub에서 보기
ru: Quenderin — открытый код, смотрите на GitHub
zh_hans: Quenderin 是开源的——在 GitHub 上查看

source: READY TO USE
ja: すぐ使える
ko: 바로 사용 가능
ru: ГОТОВО К РАБОТЕ
zh_hans: 即可使用

source: RECENT GOALS
ja: 最近の目標
ko: 최근 목표
ru: НЕДАВНИЕ ЗАДАЧИ
zh_hans: 最近目标

source: RECOMMENDED FOR YOUR DEVICE
ja: このデバイスへのおすすめ
ko: 이 기기에 추천
ru: РЕКОМЕНДОВАНО ДЛЯ ВАШЕГО УСТРОЙСТВА
zh_hans: 为你的设备推荐

source: RUN LOG
ja: 実行ログ
ko: 실행 로그
ru: ЖУРНАЛ ЗАПУСКА
zh_hans: 运行日志

source: Re-use goal: %@
ja: 目標を再利用: %@
ko: 목표 다시 사용: %@
ru: Повторить задачу: %@
zh_hans: 重用目标：%@

source: Read the full terms
ja: 利用規約の全文を読む
ko: 전체 약관 읽기
ru: Прочитать условия полностью
zh_hans: 阅读完整条款

source: Ready
ja: 準備完了
ko: 준비됨
ru: Готово
zh_hans: 已就绪

source: Reasoning
ja: 推論
ko: 추론
ru: Рассуждение
zh_hans: 推理

source: Remove %@
ja: %@を削除
ko: %@ 제거
ru: Убрать %@
zh_hans: 移除 %@

source: Remove from recents
ja: 最近の項目から削除
ko: 최근 목록에서 제거
ru: Убрать из недавних
zh_hans: 从最近列表移除

source: Report answer
ja: 回答を報告
ko: 답변 신고
ru: Пожаловаться на ответ
zh_hans: 举报回答

source: Report response
ja: 応答を報告
ko: 응답 신고
ru: Пожаловаться на ответ
zh_hans: 举报回复

source: Responses are AI-generated on-device and may be inaccurate or objectionable.
ja: 応答はデバイス上でAIが生成するため、不正確または不適切な場合があります。
ko: 응답은 기기에서 AI가 생성하며 부정확하거나 부적절할 수 있습니다.
ru: Ответы генерируются ИИ на устройстве и могут быть неточными или неуместными.
zh_hans: 回复由设备端 AI 生成，可能不准确或不恰当。

source: Retry
ja: 再試行
ko: 다시 시도
ru: Повторить
zh_hans: 重试

source: Retry install
ja: インストールを再試行
ko: 설치 다시 시도
ru: Повторить установку
zh_hans: 重试安装

source: Retry install %@
ja: %@のインストールを再試行
ko: %@ 설치 다시 시도
ru: Повторить установку %@
zh_hans: 重试安装 %@

source: Revoke workspace access
ja: ワークスペースへのアクセスを取り消す
ko: 작업 폴더 접근 취소
ru: Отозвать доступ к рабочей папке
zh_hans: 撤销工作区访问权限

source: Routing
ja: ルーティング
ko: 라우팅
ru: Маршрутизация
zh_hans: 路由

source: Run goals start to finish without asking Allow for every step — for when you can't sit in front of the Mac. Blocked actions (like payments) still refuse, tools you haven't granted in Settings still won't run, every step lands in the audit log, and you can undo a task's changes afterwards. Off by default; applies from your next goal.
ja: 目標を最初から最後まで、ステップごとの「許可」なしで実行します — Macの前に座れないときのために。ブロック対象の操作（支払いなど）は引き続き拒否され、設定で許可していないツールは動かず、すべてのステップが監査ログに残り、タスクの変更は後から取り消せます。既定はオフ。次の目標から適用されます。
ko: 목표를 처음부터 끝까지, 단계마다 허용을 묻지 않고 실행합니다 — Mac 앞에 있을 수 없을 때를 위해. 차단된 동작(결제 등)은 여전히 거부되고, 설정에서 허용하지 않은 도구는 실행되지 않으며, 모든 단계가 감사 로그에 남고, 작업의 변경은 나중에 취소할 수 있습니다. 기본값은 꺼짐, 다음 목표부터 적용됩니다.
ru: Выполнять задачи от начала до конца, не спрашивая «Разрешить» на каждом шаге — на случай, когда вы не у Mac. Запрещённые действия (например, платежи) всё равно отклоняются, невыданные в Настройках инструменты не запускаются, каждый шаг попадает в журнал, а изменения задачи можно потом отменить. По умолчанию выключено; действует со следующей задачи.
zh_hans: 从头到尾执行目标，无需每一步都点“允许”——适合你不在 Mac 前的时候。被禁止的操作（如支付）仍会拒绝，未在设置中授权的工具仍不会运行，每一步都记入审计日志，任务的更改事后可撤销。默认关闭；从下一个目标开始生效。

source: Runs entirely on your %@. Nothing you type leaves the device.
ja: すべて%@上で動作します。入力内容がデバイスの外に出ることはありません。
ko: 전부 당신의 %@에서 실행됩니다. 입력한 내용은 기기를 떠나지 않습니다.
ru: Работает полностью на вашем устройстве (%@). Ничего из введённого не покидает его.
zh_hans: 完全在你的%@上运行。你输入的内容不会离开设备。

source: Runs entirely on-device via llama.cpp — no cloud.
ja: llama.cppによりすべてオンデバイスで動作 — クラウドなし。
ko: llama.cpp로 전부 기기에서 실행 — 클라우드 없음.
ru: Работает полностью на устройстве через llama.cpp — без облака.
zh_hans: 通过 llama.cpp 完全在设备端运行——无云端。

source: Russian, English + 140 more
ja: ロシア語・英語 + 140
ko: 러시아어·영어 외 140개
ru: Русский, английский + ещё 140
zh_hans: 俄语、英语 + 140 种

source: Russian, English, Chinese + 100 more
ja: ロシア語・英語・中国語 + 100以上
ko: 러시아어·영어·중국어 외 100개 이상
ru: Русский, английский, китайский + ещё 100
zh_hans: 俄语、英语、中文 + 100 多种

source: Russian, English, Chinese + 25 more
ja: ロシア語・英語・中国語 + 25
ko: 러시아어·영어·중국어 외 25개
ru: Русский, английский, китайский + ещё 25
zh_hans: 俄语、英语、中文 + 25 种

source: Saved conversations
ja: 保存済みの会話
ko: 저장된 대화
ru: Сохранённые беседы
zh_hans: 已保存的对话

source: Search
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索

source: Search models — e.g. Qwen, Llama 8B, instruct…
ja: モデルを検索 — 例: Qwen、Llama 8B、instruct…
ko: 모델 검색 — 예: Qwen, Llama 8B, instruct…
ru: Поиск моделей — например Qwen, Llama 8B, instruct…
zh_hans: 搜索模型——例如 Qwen、Llama 8B、instruct…

source: Search models — e.g. Qwen, Llama, Phi, Gemma…
ja: モデルを検索 — 例: Qwen、Llama、Phi、Gemma…
ko: 모델 검색 — 예: Qwen, Llama, Phi, Gemma…
ru: Поиск моделей — например Qwen, Llama, Phi, Gemma…
zh_hans: 搜索模型——例如 Qwen、Llama、Phi、Gemma…

source: Search the open catalog
ja: 公開カタログを検索
ko: 공개 카탈로그 검색
ru: Поиск по открытому каталогу
zh_hans: 搜索开放目录

source: Searching Hugging Face
ja: Hugging Faceを検索中
ko: Hugging Face 검색 중
ru: Ищем на Hugging Face
zh_hans: 正在搜索 Hugging Face

source: Searching Hugging Face…
ja: Hugging Faceを検索中…
ko: Hugging Face 검색 중…
ru: Ищем на Hugging Face…
zh_hans: 正在搜索 Hugging Face…

source: Select a chat, or press ⌘N to start one.
ja: チャットを選ぶか、⌘Nで新規作成。
ko: 채팅을 선택하거나 ⌘N을 눌러 시작하세요.
ru: Выберите чат или нажмите ⌘N, чтобы начать новый.
zh_hans: 选择一个聊天，或按 ⌘N 开始。

source: Serif
ja: セリフ
ko: 세리프
ru: С засечками
zh_hans: 衬线

source: Settings
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Share conversation
ja: 会話を共有
ko: 대화 공유
ru: Поделиться беседой
zh_hans: 分享对话

source: Share walkthrough
ja: 手順を共有
ko: 과정 공유
ru: Поделиться отчётом
zh_hans: 分享过程

source: Show details…
ja: 詳細を表示…
ko: 세부 정보 표시…
ru: Подробнее…
zh_hans: 显示详情…

source: Show in Finder
ja: Finderで表示
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在访达中显示

source: Show the full ledger in Finder
ja: 完全な記録をFinderで表示
ko: 전체 기록을 Finder에서 보기
ru: Показать весь журнал в Finder
zh_hans: 在访达中显示完整记录

source: Size
ja: サイズ
ko: 크기
ru: Размер
zh_hans: 大小

source: Slate
ja: スレート
ko: 슬레이트
ru: Графитовый
zh_hans: 石板灰

source: Small
ja: 小
ko: 작게
ru: Мелкий
zh_hans: 小

source: Source
ja: ソース
ko: 소스
ru: Источник
zh_hans: 源代码

source: Speed
ja: 速度
ko: 속도
ru: Скорость
zh_hans: 速度

source: Standard
ja: 標準
ko: 표준
ru: Стандартный
zh_hans: 标准

source: Start a chat with %@ — it runs entirely on your %@.
ja: %1$@とチャットを始めましょう — すべて%2$@上で動作します。
ko: %1$@와 채팅을 시작하세요 — 전부 당신의 %2$@에서 실행됩니다.
ru: Начать чат с %@ — модель работает полностью на вашем устройстве (%@).
zh_hans: 开始与 %1$@ 聊天——它完全在你的%2$@上运行。

source: Step %@
ja: ステップ %@
ko: 단계 %@
ru: Шаг %@
zh_hans: 步骤 %@

source: Stop
ja: 停止
ko: 중지
ru: Стоп
zh_hans: 停止

source: Stop agent
ja: エージェントを停止
ko: 에이전트 중지
ru: Остановить агента
zh_hans: 停止智能体

source: Storage
ja: ストレージ
ko: 저장 공간
ru: Хранилище
zh_hans: 存储

source: Suggest the best model for each task
ja: タスクごとに最適なモデルを提案
ko: 작업마다 최적의 모델 제안
ru: Предлагать лучшую модель для каждой задачи
zh_hans: 为每个任务推荐最佳模型

source: Support
ja: サポート
ko: 지원
ru: Поддержка
zh_hans: 支持

source: Switch
ja: 切り替え
ko: 전환
ru: Переключить
zh_hans: 切换

source: System
ja: システム
ko: 시스템
ru: Системный
zh_hans: 系统

source: Tap to expand → pick a file → Get
ja: タップして展開 → ファイルを選択 → 入手
ko: 탭하여 펼치기 → 파일 선택 → 받기
ru: Нажмите, чтобы раскрыть → выберите файл → «Скачать»
zh_hans: 点按展开 → 选择文件 → 获取

source: Tap “All results”, turn off “fits RAM”, or raise max size / download.
ja: 「すべての結果」をタップ、「RAMに収まるもののみ」をオフ、または最大サイズ/ダウンロードを引き上げてください。
ko: “모든 결과”를 탭하거나 “RAM에 맞는 것만”을 끄거나 최대 크기/다운로드를 올리세요.
ru: Нажмите «Все результаты», выключите «влезает в память» или увеличьте лимит размера.
zh_hans: 点按“全部结果”，关闭“适合内存”，或调高最大大小/下载限制。

source: Teal (default)
ja: ティール（既定）
ko: 청록 (기본)
ru: Бирюзовый (по умолчанию)
zh_hans: 青绿（默认）

source: Tell the agent what to do on your Mac
ja: エージェントにMacでやることを伝えてください
ko: 에이전트에게 Mac에서 할 일을 알려주세요
ru: Скажите агенту, что сделать на вашем Mac
zh_hans: 告诉智能体要在你的 Mac 上做什么

source: Text size
ja: 文字サイズ
ko: 텍스트 크기
ru: Размер текста
zh_hans: 文字大小

source: The agent needs a loaded model.
ja: エージェントには読み込み済みモデルが必要です。
ko: 에이전트에는 로드된 모델이 필요합니다.
ru: Агенту нужна загруженная модель.
zh_hans: 智能体需要已加载的模型。

source: The ⋯ menu on each model can delete it and free space — the active model is protected.
ja: 各モデルの⋯メニューから削除して容量を空けられます — 使用中のモデルは保護されます。
ko: 각 모델의 ⋯ 메뉴에서 삭제해 공간을 확보할 수 있습니다 — 활성 모델은 보호됩니다.
ru: Меню ⋯ у каждой модели позволяет удалить её и освободить место — активная модель защищена.
zh_hans: 每个模型的 ⋯ 菜单可删除它以释放空间——当前使用的模型受保护。

source: Their transcripts and per-chat settings are removed from this Mac. This can't be undone.
ja: トランスクリプトとチャットごとの設定がこのMacから削除されます。元に戻せません。
ko: 대화 내용과 채팅별 설정이 이 Mac에서 삭제됩니다. 되돌릴 수 없습니다.
ru: Их история и настройки будут удалены с этого Mac. Это действие необратимо.
zh_hans: 它们的记录和各自设置将从这台 Mac 上删除。此操作无法撤销。

source: Theme
ja: テーマ
ko: 테마
ru: Тема
zh_hans: 主题

source: They download one after another and can be deleted any time in Settings → Storage.
ja: モデルは順番にダウンロードされ、設定 → ストレージからいつでも削除できます。
ko: 모델은 차례로 다운로드되며 설정 → 저장 공간에서 언제든 삭제할 수 있습니다.
ru: Они загружаются по очереди; удалить можно в любой момент в Настройках → Хранилище.
zh_hans: 它们会依次下载，并可随时在设置 → 存储中删除。

source: This is the model you’re using now.
ja: 現在使用中のモデルです。
ko: 지금 사용 중인 모델입니다.
ru: Это модель, которую вы используете сейчас.
zh_hans: 这是你当前使用的模型。

source: This model needs ~%@ GB — your %@ has %@ GB free.
ja: このモデルには約%1$@ GBが必要です — あなたの%2$@の空きは%3$@ GBです。
ko: 이 모델에는 약 %1$@ GB가 필요합니다 — 당신의 %2$@에는 %3$@ GB의 여유가 있습니다.
ru: Этой модели нужно ~%@ ГБ — на вашем устройстве (%@) свободно %@ ГБ.
zh_hans: 此模型需要约 %1$@ GB——你的%2$@有 %3$@ GB 可用。

source: This removes every saved conversation from this %@. It can't be undone.
ja: 保存されたすべての会話がこの%@から削除されます。元に戻せません。
ko: 저장된 모든 대화가 이 %@에서 삭제됩니다. 되돌릴 수 없습니다.
ru: Все сохранённые беседы будут удалены с этого устройства (%@). Это необратимо.
zh_hans: 这将从这台%@上删除所有已保存的对话。无法撤销。

source: To get ready, resolve:
ja: 準備のために解決してください:
ko: 준비를 위해 해결하세요:
ru: Для готовности осталось:
zh_hans: 要就绪，请先解决：

source: Total on device
ja: デバイス上の合計
ko: 기기 내 총량
ru: Всего на устройстве
zh_hans: 设备上共计

source: Try a family name like Qwen, Llama, Phi, or Mistral — or clear filters above.
ja: Qwen・Llama・Phi・Mistralなどのファミリー名で試すか、上のフィルタを解除してください。
ko: Qwen, Llama, Phi, Mistral 같은 계열 이름을 검색하거나 위 필터를 지워 보세요.
ru: Попробуйте название семейства — Qwen, Llama, Phi, Mistral — или сбросьте фильтры выше.
zh_hans: 试试 Qwen、Llama、Phi 或 Mistral 这类系列名——或清除上面的筛选。

source: Try searching for
ja: こんな検索を試す
ko: 이런 검색어를 시도해 보세요
ru: Попробуйте поискать
zh_hans: 试试搜索

source: Type at least 2 characters. Tip: look for a GGUF re-upload (e.g. TheBloke or bartowski) — those are ready-to-run files; smaller quants (Q4) fit more hardware.
ja: 2文字以上入力してください。ヒント: GGUFの再アップロード（例: TheBloke、bartowski）を探しましょう — すぐ実行できるファイルで、小さい量子化（Q4）ほど多くのハードウェアに収まります。
ko: 2자 이상 입력하세요. 팁: GGUF 재업로드(예: TheBloke, bartowski)를 찾으세요 — 바로 실행 가능한 파일이며, 작은 양자화(Q4)일수록 더 많은 기기에 맞습니다.
ru: Введите хотя бы 2 символа. Совет: ищите GGUF-выкладки (например TheBloke или bartowski) — это готовые файлы; меньшие квантизации (Q4) подходят большему числу устройств.
zh_hans: 请至少输入 2 个字符。提示：找 GGUF 转载版（如 TheBloke 或 bartowski）——那些是即开即用的文件；更小的量化（Q4）适配更多硬件。

source: Undo last move
ja: 直前の移動を取り消す
ko: 마지막 이동 취소
ru: Отменить последнее перемещение
zh_hans: 撤销上一次移动

source: Undo task changes (%lld)
ja: タスクの変更を取り消す（%lld）
ko: 작업 변경 사항 취소 (%lld)
ru: Отменить изменения задачи (%lld)
zh_hans: 撤销任务更改（%lld）

source: Use
ja: 使う
ko: 사용
ru: Использовать
zh_hans: 使用

source: Use %@
ja: %@を使う
ko: %@ 사용
ru: Использовать %@
zh_hans: 使用 %@

source: Use example: %@
ja: 例を使う: %@
ko: 예시 사용: %@
ru: Пример: %@
zh_hans: 使用示例：%@

source: Use this model
ja: このモデルを使う
ko: 이 모델 사용
ru: Использовать эту модель
zh_hans: 使用此模型

source: Use with judgement
ja: 判断力を持って使う
ko: 신중하게 사용하세요
ru: Используйте с умом
zh_hans: 理性使用

source: Version %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
zh_hans: 版本 %@

source: Version %@ — on-device · private · open source
ja: バージョン %@ — オンデバイス · プライベート · オープンソース
ko: 버전 %@ — 온디바이스 · 프라이빗 · 오픈소스
ru: Версия %@ — на устройстве · приватно · открытый код
zh_hans: 版本 %@——设备端 · 私密 · 开源

source: View the source on GitHub
ja: GitHubでソースを見る
ko: GitHub에서 소스 보기
ru: Исходный код на GitHub
zh_hans: 在 GitHub 上查看源代码

source: Warming up %@…
ja: %@をウォームアップ中…
ko: %@ 준비 중…
ru: Прогреваем %@…
zh_hans: 正在预热 %@…

source: What do these mean?
ja: これらの意味は？
ko: 이것들은 무슨 뜻인가요?
ru: Что это значит?
zh_hans: 这些是什么意思？

source: What these mean
ja: これらの意味
ko: 의미 설명
ru: Что это значит
zh_hans: 含义说明

source: What's new — the changelog
ja: 新着情報 — 変更履歴
ko: 새로운 소식 — 변경 내역
ru: Что нового — журнал изменений
zh_hans: 新变化——更新日志

source: When you start a chat, Quenderin checks what you're asking (code, reasoning, another language) and offers the best installed model for it — a suggestion you can tap, never a silent switch.
ja: チャットを始めると、Quenderinは質問の種類（コード・推論・別の言語）を確認し、最適なインストール済みモデルを提案します — タップできる提案であり、黙って切り替えることはありません。
ko: 채팅을 시작하면 Quenderin이 질문 유형(코드, 추론, 다른 언어)을 확인하고 가장 적합한 설치 모델을 제안합니다 — 탭할 수 있는 제안일 뿐, 조용히 바꾸지 않습니다.
ru: Когда вы начинаете чат, Quenderin смотрит, о чём вы спрашиваете (код, рассуждение, другой язык), и предлагает лучшую установленную модель — это подсказка, по которой можно тапнуть, а не тихая подмена.
zh_hans: 当你开始聊天时，Quenderin 会判断你在问什么（代码、推理、其他语言），并推荐最合适的已安装模型——只是一个可点按的建议，绝不悄悄切换。

source: Why is this recommended?
ja: なぜこれがおすすめ？
ko: 왜 이것을 추천하나요?
ru: Почему это рекомендовано?
zh_hans: 为什么推荐这个？

source: Why this one?
ja: なぜこれ？
ko: 왜 이 모델인가요?
ru: Почему именно она?
zh_hans: 为什么是这个？

source: You are in charge
ja: 主導権はあなたに
ko: 책임은 당신에게 있습니다
ru: Решаете вы
zh_hans: 由你做主

source: You can download %@ again any time — it just won't be on this %@.
ja: %1$@はいつでも再ダウンロードできます — この%2$@に残らないだけです。
ko: %1$@는 언제든 다시 다운로드할 수 있습니다 — 이 %2$@에 남아 있지 않을 뿐입니다.
ru: Вы сможете снова скачать %@ в любой момент — просто модели не будет на этом устройстве (%@).
zh_hans: 你可以随时重新下载 %1$@——只是它不再占用这台%2$@的空间。

source: You give a goal. The agent plans steps, uses tools on this device, and shows each step in the run log. Mutating actions always ask you first.
ja: あなたが目標を与えると、エージェントはステップを計画し、このデバイスのツールを使い、各ステップを実行ログに表示します。変更を伴う操作は必ず先に確認します。
ko: 당신이 목표를 주면, 에이전트가 단계를 계획하고 이 기기의 도구를 사용하며 각 단계를 실행 로그에 보여줍니다. 무언가를 바꾸는 동작은 항상 먼저 물어봅니다.
ru: Вы даёте задачу. Агент планирует шаги, использует инструменты на этом устройстве и показывает каждый шаг в журнале. Действия с изменениями всегда сначала спрашивают вас.
zh_hans: 你给出目标。智能体规划步骤、使用本机工具，并在运行日志中展示每一步。会产生更改的操作总是先征求你的同意。

source: You're on %@, which isn't one of these three — picking one switches to it.
ja: 現在は%@を使用中で、この3つには含まれません — 選ぶとそのモデルに切り替わります。
ko: 현재 %@를 사용 중이며, 이 셋에 속하지 않습니다 — 하나를 고르면 그 모델로 전환됩니다.
ru: Сейчас активна %@ — она не входит в эти три; выбор любой из них переключит на неё.
zh_hans: 你当前使用的 %@ 不在这三个之中——选择任意一个即切换过去。

source: You're on cellular. This model is large — connect to Wi-Fi, or allow cellular downloads in settings.
ja: モバイル通信に接続中です。このモデルは大きいため、Wi-Fiに接続するか、設定でモバイルダウンロードを許可してください。
ko: 셀룰러에 연결되어 있습니다. 이 모델은 큽니다 — Wi-Fi에 연결하거나 설정에서 셀룰러 다운로드를 허용하세요.
ru: Вы в сотовой сети. Модель большая — подключитесь к Wi-Fi или разрешите сотовые загрузки в настройках.
zh_hans: 你正在使用蜂窝网络。此模型较大——请连接 Wi-Fi，或在设置中允许蜂窝下载。

source: Your device can run %@ (%@)
ja: このデバイスは%1$@を実行可能（%2$@）
ko: 이 기기는 %1$@ 실행 가능 (%2$@)
ru: Ваше устройство может запустить %@ (%@)
zh_hans: 你的设备可运行 %1$@（%2$@）

source: You’ll still confirm before it changes anything — this only turns the capability on.
ja: 何かを変更する前には必ず確認があります — これは機能をオンにするだけです。
ko: 무언가를 바꾸기 전에는 여전히 확인을 거칩니다 — 이 스위치는 기능을 켤 뿐입니다.
ru: Перед любым изменением вас всё равно спросят — это лишь включает возможность.
zh_hans: 在它做出任何更改前你仍需确认——这只是开启该能力。

source: on-device · private
ja: オンデバイス · プライベート
ko: 온디바이스 · 프라이빗
ru: на устройстве · приватно
zh_hans: 设备端 · 私密

source: the website
ja: ウェブサイト
ko: 웹사이트
ru: веб-сайт
zh_hans: 官网

source: · the agent's plan
ja: · エージェントの計画
ko: · 에이전트의 계획
ru: · план агента
zh_hans: · 智能体的计划

source: ⌘-click rows to change the selection; ⇧-click selects a range.
ja: ⌘クリックで選択を変更、⇧クリックで範囲を選択。
ko: ⌘-클릭으로 선택을 바꾸고, ⇧-클릭으로 범위를 선택합니다.
ru: ⌘-клик по строкам меняет выбор; ⇧-клик выбирает диапазон.
zh_hans: ⌘-点按更改所选行；⇧-点按选择范围。

source: OK
ko: 확인
ru: ОК
zh_hans: 好
